/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Restartovat";
"common-controls-shutdown"		= "Vypnout";
"common-controls-continue"		= "Pokračovat";

"common-tab-apple-title"		= " Informace ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Hardwarové testy ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Hardwarový profil ";	// does look better with spaces at head and tail
"common-version-str"			= "Verze ";
"common-bundle-str"				= "Balík ";

"mark-graphics-unknown-str"		= "Neznámé video";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Nainstalováno";
"mark-generic-absent-str"		= "Nenalezeno";
"mark-generic-hasDevice-str"	= "Připojeno zařízení";
"mark-generic-hasNoDevice-str"	= "Není připojeno žádné zařízení";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Bajt";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " hod ";
"units-hours-str"		= " hod ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " s";
"units-secs-str"		= " s";

"units-kilo-str"		= "kB";
"units-mega-str"		= "MB";
"units-giga-str"		= "G";
"units-tera-str"		= "TB";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test nepodporuje tento počítač.";
"notcompat-ownrisk-str"			= "Pokračujte na vlastní nebezpečí [pouze předběžná verze].";


"test-head-intro1-text"			= "Apple Hardware Test může provést hardwarové testy vašeho počítače Macintosh.";
"test-head-intro2-text"			= "Chcete-li provést testování, klikněte na „Test“ nebo stiskněte klávesu „T“.";

"test-probe-onto-text"			= "Probíhá sondování hardwaru. Tato operace může chvíli trvat…";
"test-probe-outof-text"			= "Sondování hardwaru dokončeno.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Zastavit testování";

"test-choices-title"			= "Volby testu";
"test-about-title"				= "O testech a výsledcích";
"test-results-title"			= "Výsledky testu";

"test-results-notestyet"		= "Dokud není dokončeno sondování, nelze spustit žádný test.";
"test-results-nodevfound"		= "Nebyla nalezena žádná zařízení.";
"test-results-notyet"			= "Připraveno na testování.";
"test-results-quick-ongoing"	= "Probíhá testování.";
"test-results-extend-ongoing"	= "Probíhá rozšířené testování.";
"test-results-willstop"			= "Testování bude zastaveno.";
"test-results-interrupted"		= "Testování nebylo dokončeno.";
"test-results-nofail"			= "Nebyly nalezeny žádné potíže.";
"test-results-error"			= "Vnitřní chyba v průběhu testování.";
"test-results-failed"			= "Upozornění!  Apple Hardware Test zjistil chybu.";

"test-ongoing-short-status"		= "Probíhá testování.";
"test-ongoing-mlb-status"		= "Testování hlavní logické desky.";
"test-ongoing-memory-status"	= "Testování paměti.";
"test-ongoing-storage-status"	= "Testování úložiště.";
"test-ongoing-video-status"		= "Testování grafiky.";

"test-ongoing-pass-time-text"	= " testování...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "testování...";
"test-ongoing-sess-pass-text"	= "Průchod: ";
"test-ongoing-sess-time-text"	= "Celkový čas testování: ";

"test-desc-initial-1-text"	= "Apple Hardware Test je diagnostický nástroj určený k rozpoznávání potíží s hardwarovými komponentami počítače.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Provedené testy pomohou určit, zda jsou potíže s hardwarem nebo se softwarem.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "V případě, že výsledky testů neodhalí žádné hardwarové problémy, vyhledejte další pokyny pro řešení potíží v příručce k počítači nebo softwarové nápovědě v systému.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Odhadovaný čas dokončení: 3 minuty nebo déle v závislosti na množství instalované paměti.";	/* default */
"test-desc-intro-quick-text2"	= "Odhadovaný čas dokončení: 10 až 15 sekund nebo déle v závislosti na množství instalované paměti.";
"test-desc-intro-quick-text3"	= "Odhadovaný čas dokončení: 2 minuty nebo déle v závislosti na množství instalované paměti.";
"test-desc-intro-quick-text4"	= "Odhadovaný čas dokončení: 4 minuty nebo déle v závislosti na množství instalované paměti.";

"test-desc-intro-extend-text"	= "Odhadovaný čas dokončení: 1 hodina nebo déle v závislosti na množství instalované paměti.";	/* default */
"test-desc-intro-extend-text2"	= "Odhadovaný čas dokončení: 10 až 15 minut nebo déle v závislosti na množství instalované paměti.";
"test-desc-intro-extend-text3"	= "Odhadovaný čas dokončení: 30 minut nebo déle v závislosti na množství instalované paměti.";
"test-desc-intro-extend-text4"	= "Odhadovaný čas dokončení: 2 hodiny nebo déle v závislosti na množství instalované paměti.";

"test-desc-option-extend-text"	= "Provést rozšířené testování (podstatně delší doba trvání).";
"test-desc-option-loop-text"	= "Cyklické testy zapnuty.";

"test-desc-quick-running-1-text"	= "Probíhá testování...";
"test-desc-quick-running-2-text"	= "Chcete-li testování zastavit, klikněte na tlačítko „Zastavit testování“.";
"test-desc-quick-running-3-text"	= "Nebo současně stiskněte klávesu Cmd (Apple) a \".\" (tečka).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Probíhá rozšířené testování…";
"test-desc-extend-running-2-text"	= "Chcete-li testování zastavit, klikněte na tlačítko „Zastavit testování“.";
"test-desc-extend-running-3-text"	= "Nebo současně stiskněte klávesu Cmd (Apple) a \".\" (tečka).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Upozornění!  Apple Hardware Test zjistil chybu.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Nejprve si poznamenejte kód chyby zobrazený v oblasti výsledků testování.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Pokud jsou k počítači připojena periferní zařízení, vypněte počítač, odpojte periferní zařízení a ověřte výsledky provedením rozšířeného testu.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Pokud problém přetrvává, prostudujte si k počítači přiloženou dokumentaci týkající se oprav a podpory, kde naleznete pokyny pro kontaktování asistenční služby AppleCare.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Upozornění!  Apple Hardware Test zjistil chybu při spouštění.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Nejprve si poznamenejte kódy chyb zobrazené v oblasti výsledků testování.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Pokud jsou k počítači připojena periferní zařízení, vypněte počítač, odpojte periferní zařízení a ověřte výsledky provedením rozšířeného testu.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Pokud problém přetrvává, prostudujte si k počítači přiloženou dokumentaci týkající se oprav a podpory, kde naleznete pokyny pro kontaktování asistenční služby AppleCare.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produkt";
"prof-prod-group-subtitle"		= "Podrobné informace:";
"prof-prod-name-label"			= "Název Macintoshe:";
"prof-prod-model-label"			= "Model Macintoshe:";
"prof-prod-cputype-label"		= "Typ CPU:";
"prof-prod-cpucount-label"		= "Počet procesorů:";
"prof-prod-cpucoretotal-label"	= "Celkový počet jader:";
"prof-prod-cpucorecount-label"	= "Počet jader:";
"prof-prod-cpuspeed-label"		= "Rychlost CPU:";
"prof-prod-cpucache-label"		= "L2 mezipaměť CPU (na CPU):";

"prof-prod-L2cache-label"		= "L2 mezipaměť:";
"prof-prod-L2cachecore-label"	= "L2 mezipaměť (na jádro):";
"prof-prod-L3cache-label"		= "L3 mezipaměť:";

"prof-prod-cpucache3-label"		= "L3 mezipaměť CPU (na CPU):";
"prof-prod-mlb-sn-label"		= "Sériové č. MLB:";
"prof-processor-tray-sn-label"	= "Sériové č. lůžka procesoru:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Podrobné informace:";
"prof-graph-chipset-label"		= "Grafická karta:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Šířka zobrazení (pixely):";
"prof-graph-disp-height-label"	= "Výška zobrazení (pixely):";

"prof-communi-group-title"		= "Komunikace";
"prof-communi-group-subtitle"	= "Podrobné informace:";
"prof-communi-enet-mac-label"	= "MAC adresa Ethernetu:";
"prof-communi-fwire-mac-label"	= "MAC adresa FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Infračervený přijímač:";
"prof-communi-usb1-connect-label"	= "USB port 1:";
"prof-communi-usb2-connect-label"	= "USB port 2:";
"prof-communi-usb3-connect-label"	= "USB port 3:";
"prof-communi-usb4-connect-label"	= "USB port 4:";

"prof-memo-group-title"			= "Paměť";
"prof-memo-group-subtitle"		= "Podrobné informace:";
"prof-memo-overview-label"		= "Přehled";
"prof-memo-slot-1-label"		= "Paměť 1";
"prof-memo-slot-2-label"		= "Paměť 2";
"prof-memo-slot-3-label"		= "Paměť 3";
"prof-memo-slot-4-label"		= "Paměť 4";
"prof-memo-slot-5-label"		= "Paměť 5";
"prof-memo-slot-6-label"		= "Paměť 6";
"prof-memo-slot-7-label"		= "Paměť 7";
"prof-memo-slot-8-label"		= "Paměť 8";

"prof-memo-type-str"			= "SDRAM připájená na MLB.";
"prof-memo--str"				= "Není známo";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Čas cyklu (ns)";
"prof-memo-ct2-str"				= " Cyklus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Spárováno s #";
"prof-memo-paired-not-str"		= " nespárováno";
"prof-memo-mismatch-label"		= "Neshoda:";
"prof-memo-size-str"			= " velikost";
"prof-memo-speed-str"			= " rychlost";
"prof-memo-vendor-str"			= " dodavatel";
"prof-memo-recommend-str"		= "Doporučeno: ";
"prof-memo-post-fail-str"		= "Selhání POST";

"prof-board-group-title"		= "Logická deska";
"prof-board-brom-vers-label"	= "Verze Boot ROM:";
"prof-board-smc-vers-label"		= "Verze SMC:";
"prof-board-syst-sn-label"		= "Sériové č. počítače:";
"prof-board-bootdev-label"		= "Výchozí spouštěcí zařízení:";

"prof-stor-group-title"			= "Úložiště";
"prof-stor-size-label"			= "Velikost:";

"prof-powr-group-title"			= "Napájení";
"prof-powr-group-subtitle"		= "Podrobné informace:";
"prof-powr-src-label"			= "Zdroj napájení:";
"prof-powr-src-wall-str"		= "Adaptér";
"prof-powr-src-batt-str"		= "Baterie";
"prof-powr-ac-on-str"			= "Připojeno";
"prof-powr-ac-off-str"			= "Nepřipojeno";
"prof-powr-capac-label"			= "Kapacita:";
"prof-powr-volt-label"			= "Napětí:";
"prof-powr-status-label"		= "Stav:";

